Repository: cespinoa/yaml_toolkit
Catalog: translations/*.po
Languages: es

source: Empty file path provided
es: La ruta de archivo proporcionada está vacía

source: File %filename not found
es: No se puede encontrar el archivo %filename

source: File %filename is not readable
es: El archivo %filename no es legible

source: File %filename is not writable
es: El archivo %filename no es escribible

source: The file %filename could not be read
es: El archivo %filename no pudo ser leido

source: The file %filename is empty
es: El archivo %filename está vacío

source: File %filename has no YAML data
es: El archivo %filename no contiene datos YAML

source: The file %filename cannot be written.
es: El archivo %filename no pudo ser escrito.

source: No data provided
es: No se han proporcionado datos

source: YAML validation failed
es: Ha fallado la validación del YAML

source: Loading
es: Cargando

source: Saving
es: Guardando

source: @stage_action the file: %filename:
es: @stage_action el fichero: %filename:

source: Scalar value
es: Valor escalar

source: Scalar values ​​are not evaluated
es: Los valores escalares no son evaluados

source: Conversion to yaml failed
es: La conversión a yaml ha fallado

source: Unsupported input type
es: Los datos recibido no son soportados

source: Empty input
es: Entrada de datos vacía

source: No data to validate
es: No hay datos para validar

source: YAML Validator received empty or null data
es: El validador YAML ha recibido datos vacíos o nulos
